const staticInfo = {
  he: {
    title: `על מה האתר הזה?`,
    desc: ` במדינה שלך, בעיר או בכפר שלך, יש כמה מוזיקאים שמנגנים מוזיקת ​​העם
    של האזור שלהם. אולי הם מפורסמים או אולי הם לא! בואו נכיר אותם לעולם.
    אנחנו לא מחפשים פולק-פופ, פולק-ג'אז או פולק-רוק. אנחנו מחפשים פולק
    וקלאסי טהור מסורתי של כל אזור. אתה יכול לשלוח את השירים שלהם כאן
    ולתת לנו מידע על המוזיקה שלהם ויצירותיהם. זה יכול להיות חקלאי זקן או
    מוזיקאי מסור. כרגע קשה למצוא מידע עליו מוסיקה עממית / מסורתית של כל
    המדינות במקום אחד. אנחנו רוצים ל להשיג מטרה זו בעזרתך. פרויקט זה
    מתמקד במקור מוזיקה עממית ומסורתית של המדינות, האומות השונות ו קבוצות
    אתניות בעולם. הגדרה של מוזיקה "עממית" ו"מסורתית". בתרבויות שונות
    שינויים, ובאופן כללי קשה לתת א הגדרה אוניברסלית. למרות שמוזיקה עממית
    מתייחסת בדרך כלל לבעל פה העבירו מוזיקה או מוזיקה עם מלחינים לא
    ידועים, אבל זה יכול לכלול המוזיקה הקלאסית המסורתית של מדינות גם אשר
    תיאורטית שונה ממוזיקה עממית, כמו מוזיקה קלאסית הודית מסורתית לעומת
    מוזיקת ​​פולק הודית. אבל זה לא כולל מערבי (אירופאי) קלאסי מוּסִיקָה.
    המוזיקה הזו מקובלת כאן: מוזיקה ילידית, אבוריג'יני מוזיקה, מוזיקה
    אתנית, מוזיקה אזורית, מוזיקה כפרית, מוזיקת ​​שורש, מוזיקה פולחנית
    מסורתית, מוזיקה עממית מסודרת, מוזיקה עממית משוחזרת,... מוזיקה אלו
    אינן מקובלות בפרויקט זה: פולק-פופ, פולק-רוק, פולק-ג'אז (כל סוג של
    פיוז'ן עממי שמשתמש בכמה אלמנטים עממיים כמו כלי, מנגינה או קצב בז'אנר
    או בסגנון אחר), עולם מוזיקה (מוזיקה עממית מסודרת לאוזניים מערביות עם
    תחומי עניין מסחריים, פורסם בדרך כלל על ידי מותגים מערביים; למרות
    שכמה "מוזיקת ​​עולם" כן מקורי ומקובל), מיזוג של אנשים מקוריים שונים
    (כמו ערבית עוד עם סיטאר הודי או פלמנקו ספרדי עם מקצבים מערב
    אפריקאים), גרסאות מודרניות ועכשוויות של מנגינות עממיות עם צלילים
    חדשים, במיוחד צלילים אלקטרוניים.`,
    buttons: {
      africa: 'אפריקה',
      europe: 'אירופה',
      'south america': 'דרום אמריקה',
      'north america': 'צפון אמריקה',
      oceana: 'אוקיאניה',
      asia: 'אסיה',
    },
  },
  ar: {
    title: `ما هو موضوع هذا الموقع ؟`,

    desc: `في بلدك أو مدينتك أو قريتك ، هناك بعض الموسيقيين الذين يعزفون
    الموسيقى الشعبية في منطقتهم. ربما هم مشهورون أو ربما ليسوا كذلك!
    دعونا نقدمهم للعالم. نحن لا نبحث عن موسيقى البوب ​​الشعبية ، موسيقى
    الجاز الشعبية أو موسيقى الروك الشعبية. نحن نبحث عن الشعبية الخالصة
    والكلاسيكية التقليدية لكل منطقة. يمكنك إرسال أغانيهم هنا وتعطينا
    معلومات عن موسيقاهم وأعمالهم. يمكن أن يكون مزارعًا عجوزًا أو موسيقي
    متخصص. حاليا من الصعب العثور على معلومات عنها الموسيقى الشعبية /
    التقليدية لجميع البلدان في مكان واحد. نريد ان تحقيق هذا الهدف
    بمساعدتك. يركز هذا المشروع على الأصل الموسيقى الشعبية والتقليدية
    لمختلف البلدان والأمم و المجموعات العرقية في العالم. تعريف الموسيقى
    "الشعبية" و "التقليدية" في الثقافات المختلفة تتغير ، وعمومًا من
    الصعب إعطاء تعريف عالمي. على الرغم من أن الموسيقى الشعبية عادة ما
    تشير إلى الموسيقى الشفهية الموسيقى أو الموسيقى المنقولة مع ملحنين
    غير معروفين ، ولكن يمكن أن تشمل الموسيقى الكلاسيكية التقليدية
    للبلدان وكذلك من الناحية النظرية يختلف عن الموسيقى الشعبية ، مثل
    الموسيقى الكلاسيكية الهندية مقابل الموسيقى التقليدية الهندية.
    الموسيقى الشعبية الهندية. لكنها لا تشمل الكلاسيكية الغربية
    (الأوروبية) موسيقى. يتم قبول هذه الموسيقى هنا: موسيقى السكان
    الأصليين ، السكان الأصليين الموسيقى ، والموسيقى العرقية ، والموسيقى
    الإقليمية ، والموسيقى الريفية ، وموسيقى الجذر ، موسيقى الطقوس
    التقليدية ، والموسيقى الشعبية المرتبة ، والموسيقى الشعبية المعاد
    إنشاؤها ، ... هذه الموسيقى غير مقبولة في هذا المشروع: موسيقى البوب
    ​​الشعبية ، موسيقى الروك الشعبية ، الجاز الشعبي (أي نوع من الانصهار
    الشعبي الذي يستخدم بعض العناصر الشعبية مثل آلة أو لحن أو إيقاع من
    نوع أو أسلوب آخر) ، عالم موسيقى (موسيقى شعبية مرتبة للآذان الغربية
    ذات المصالح التجارية ، عادة ما تنشره العلامات الغربية ؛ على الرغم من
    أن بعض "الموسيقى العالمية" أصلي ومقبول) ، اندماج أشخاص أصليين
    مختلفين (مثل اللغة العربية العود مع السيتار الهندي أو الفلامنكو
    الإسباني بإيقاعات غرب إفريقيا) ، إصدارات حديثة ومعاصرة من الألحان
    الشعبية بأصوات جديدة ، الأصوات الإلكترونية خاصة.`,
    buttons: {
      africa: 'افريقيا',
      europe: 'اوروبا',
      'south america': 'أمريكا الجنوبية',
      'north america': 'أمريكا الشمالية',
      oceana: 'أوقيانوسيا',
      asia: 'آسيا',
    },
  },
};

export default staticInfo;
