{
    "asia": [
        {
            "englishCountryName": "afghanistan",
            "englishBody": [
                "Afghanistan can be said as one of the most characteristic of folk music in the world. When you look at the instruments, musicians, genres and type of the folk music, it looks like that you are looking deep in the history. Afghanistan has been under civil war and also fundamentalism of Taliban for a long period. Although this has been destructive for the culture and people in many ways, but from the other side, this prevented globalization to go into Afghanistan, so the traditional and folk music and their instruments continue to exists in the root of culture and people life without so much influence of globalization. But the problem is also there are not so many recording of folk music exists. Kabul and Herat are two of the cities and areas which have great tradition of folk music in Afghanistan. The folk music from Herat is simply called Herati, Herat is located in western part of Afghanistan. During 15th century, it was a cultural center for Islamic territory. Herat has many folk songs which many people knows and sing them in different situation like wedding. You can listen to some of Herati folk songs in the list below.",
                "The folk dance of Afghanistan is called Attan which is considered as national dance. It comes from Pashtun area in eastern part of Afghanistan. It is also very common in Pakistan. The dance is done by a group of dancers from 50 people with colorful clothes. The music accompanied them with a kind of drum, Dhol. Dhol has different type and size. This folk dance is done in different styles in different part of Afghanistan. The traditional dance of Attan is done in many different type of ceremonies, from wedding to war. Even during the Taliban period which all kind of musics and even this dance was prohibited, it had been seen which some Taliban members do this dance before going to the war, as many of Taliban members was part of Pashtu people.",
                "The music, musicians and music lovers did not suffer just during the Taliban period. During Rabbani period (1992-1996), music was under tight control and musicans need to apply for license. Also they could not make their music freely and it was just religious music or songs in praise of Mujahidin was permitted. The same suffering was existed for music of Afghanistan during the ruling of communism.",
                "Classical traditional music of Afghanistan which is called Klasik is under influence of North Indian classical music. Many of Ustads (masters) of this music were educated and learn music in north India or at least they were student of somebody who was educated in India. This music is very similar to ragas, naghmehs and ghazals in Indian music. But one of the big difference of Afghan music with Indian raga is, it has more focus on rhythm and playing of tabla. Also in Afghan ghazals, Persian lyrics are used. In Afghan Klasik, some instruments is used which are not used in India. Dutar, sorna, sitar, dilruba, tambur, ghichak, and rubab.",
                "Some of the famous Klasik music singers are Mohammad Hussain Sarahang, Ustad Rahim Bakhsh and Ustad Amir Mohammad. Some of important Rubab player are Ustad Mohammad Omar, Mohammad Rahim Khushnawaz and Homayun Sakhi.",
                "Many years of war caused many of these musicians migrate from Afghanistan and live in Iran, Pakistan, United state or other countries.",
                "Tambur (tanbur) and dutar are also two other instruments which are used in Afghanistan folk music but they are different with Kurdish tanbur or dutars which are used in Iran or other countries in central Asia. On the list below you can listen to some tracks of these instruments.",
                "If you have some information about the folk and traditional music in Afghanistan please send us through contact us page or put a comment on each song page. Even a single phrase will help us. Or if you know some folk songs from Afghanistan which does not exist in the list below, please let us know."
            ],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [
                {
                    "songArtist": "",
                    "songPath": "",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eeca3"
                    }
                },
                {
                    "songArtist": "",
                    "songPath": "",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eeca4"
                    }
                },
                {
                    "songArtist": "Qasem Masroor ( قاسم مسرور )",
                    "songPath": "https://folkcloud.com/uploads/Afghanistan/421171e6-4843-4b26-80b0-dcc1761d448d.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/0325a502-b434-4e77-9826-8e69fe7bfab9.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eeca5"
                    }
                }
            ],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eeca2"
            }
        },
        {
            "englishCountryName": "armenia",
            "englishBody": [
                "Armenia is a small country with a population around three million and amazingly with rich ancient culture including folk music. Armenian highlands is a place where people sing many popular folk music songs. It is a home to the famous Ararat mountain and important classical composer, Aram Khachaturian. ",
                "Armenia has a sad history and until today, it suffers and mourn for it. Until 1880s, Armenians were living under the Ottoman Empire with harmony. But after that, rise of nationalism began to change the political situation of Ottoman Empire. Armenians were the only Christian minority between Ottoman Empire and Central Asia and they started to persecute Armenians. One of the biggest genocide of history was done by Turkish government between 1915 and 1923. In a systematic extermination, 1.5 million Armenians were murdered.  Obviously this was a big moment and tragedy in Armenian history and today this sadness can be heard in folk music of Armenia. Sad and mournful sound of duduk still talks about the Armenian Holocaust in the folk music of Armenia.",
                "Armenia is located in border of Asia and Europe. So the traditional music of Armenia has characteristics from both sides. From Asian side, Armenian folk music has elements from Middle East countries like Iran and Turkey. For example it is monophonic which is a single melodic line, without accompaniment at different pitches) and with a strong tonal center (a specific pitch which the music revolves around). From the other side, on the rhythms and dynamics, it is closer to European music.",
                "Folk music of Armenia consist of many different categories of the folk songs. For example many different working song for farmers which are performed in many different aspects. Wedding songs are another part of traditional songs. They consist of about 100 songs which each of them is for specific moment in the ceremony. Love and dance songs are another two categories for folk songs in Armenia. There are diverse rhythms and patterns for dance songs. ",
                "The diverse traditional music and songs of Armenia developed and collected by a priest called Komitas. He is recognized as one of pioneers of ethnomusicology. He was living during Armenian Genocide. He is widely seen as a martyr of the genocide and has been depicted as one of the main symbols of the Armenian Genocide in art. In the beginning he transformed to the killing camps, but with the request of Turkish nationalist poet Mehmet Emin Yurdakul, the writer Halide Edip, the US. ambassador Henry Morgenthau and then special order of Talat Pasha, he returned back and then got deported. But he suffered from traumatic neurosis problem until his death on 1935 in psychiatric clinic in Paris.",
                "Many different type of folk musical instruments are used in Armenia. Duduk is the national musical symbol of Armenia. It is an ancient double-reed woodwind flute made of apricot wood. It is indigenous to Armenia. As mentioned above many duduk songs are sad and weeping. Aram Khachaturian told about the duduk: “It is the only instrument whose sound makes me cry.”",
                "Some other traditional musical instruments are kanun or qanun (kind of boxed zither), qamancha (kind of fiddle similar to Persian kamancheh), dhol (double-headed hand drum ), zurna (wind instrument which played in central Eurasia, ranging from the Balkans to Central Asia ), oud (kind of lute which is common in Middle East and North Africa), etc. ",
                "Similar to Azeri and Turkish culture, Armenia has a type of musicians called ashoughs. Historically they were traveler musicians. They were singing different type of folk songs like historical stories, jokes and riddles. In Armenia their instrument usually was qamancha. Sayat-Nova was one of the most important and famous ashough of Armenia. His name means “King of Songs”.  His songs are in Armenian, Georgian, Azerbaijani, and Persian. ",
                "If you have more information about the folk music of Armenia, its genres or instruments or you know specific song on each genre, please kindly contact us and let us know about it or send them through “Post a Song” link on top of the page. Also if you see any wrong information about the song tags on the list below please kindly let us know."
            ],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [
                {
                    "songArtist": "Armenian Folk Music",
                    "songPath": "https://folkcloud.com/uploads/Armenia/1abdf6c3-be9e-48d8-93c1-02133deef6eb.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/3a5fbde3-f35d-462a-bde0-bff57ab2c912.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eeca7"
                    }
                },
                {
                    "songArtist": "Ara Bartevian Orchestra",
                    "songPath": "https://folkcloud.com/uploads/Armenia/f8e415bb-d6cb-48e1-9ae2-09665f374344.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/84c5b63a-557e-4bb5-bf24-051ae637d317.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eeca8"
                    }
                },
                {
                    "songArtist": "Kavarabar",
                    "songPath": "https://folkcloud.com/uploads/Armenia/12b4db2d-a1a3-4678-8360-b3406e0f9058.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/1619b5e8-48f6-436d-8757-19d919d27ccf.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eeca9"
                    }
                }
            ],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eeca6"
            }
        },
        {
            "englishCountryName": "azerbaijan",
            "englishBody": [
                "The folk or traditional music of Azerbaijan, refers to the music tradition exists between Azeri people, in the Republic of Azerbaijan and also Azerbaijan of Iran. Northern part of this area, became part of Russia after a series of war between Iran and Russia during 1804-1813 and 1826-1828. So Azeri people separated by borders but they have had scene of brotherhood until today and this can be seen in their culture and folk music, although their folk music encounter different things during 20th century and also during the globalization. In Iran as Azeri people are in minority, their folk music is less popular and also they are under influence of other Persian folk musics, they had less issue or mixture with western musics but in Republic of Azerbaijan, under the rule of Russian Empire and Soviet Union they mixed a lot with western music and also generate new type of folk musics too. ",
                "The folk music in Azerbaijan lives for 1000's years. Even today it is strong part of Azeri people and it can be recognized by various number of folk music artists. During the history Azerbaijan had been part of different empires and cultures, so it absorb and adopt things from each of them. The first known written book about the Azeri music is from 8th century Kitabi Dede Gorgud by Nizami. It covers music medieval, music genres and also folk music instruments of Azerbaijan.",
                "Azerbaijan had been under the rule of many Persian empire through hundreds of years, Mugham music is actually the brother of Dastgah in Iranian traditional music with very similar names, structures and characters. Music of Dastgah or Mugham can be found in many middle eastern countries between Arabs, Persians and aslo Azeri's. They have their own similarity and difference. Mugham music, the same as it's brother in Iran, is in fact the development of folk music in Urban culture of Azerbaijan. It is a vocal-instrumental music which needs a high level of training. The vocal section is consist of classical poetry of Azerbaijan and also Sufi poetry. The name of many songs or sections are the same as form of poems which shows the importance of poetry in this music. Until the 20th century the tradition of singing Mugham was with Persian poetry but later this tradition changed with singing of Azeri language. The music performed by a group of musicians and usually consist of singer which plays a percussion instrument like daf. Another musicians play tar (lute style instrument common in middle east) and kamancheh (string-bow instrument). This is called \"trio of mugham\". This folk music is consist of composed and structured pieces and also improvisations. Today this type of folk music is one of main elements in Azerbaijan culture and identity.",
                "In contrast with Mugham, this type of folk music (Ashiq) is developed in rural communities. Although ashiq and muqam has borrowed many elements from each other during the years. Ashiq music compared to mugham has simpler language and form and target the wider audience. In fact it is influenced by Turkish music/culture that is presented from China to Balkan region. The word ashuq means love. Ashiq means the devoutness to one's profession and the term developed in 14th centuries. They were a travelling people who played saz or kopuz (types of lute) and their songs was semi improvised based on common melodies. Most of their songs are consist of poems and also many histories.",
                "This type of folk music can be called as rap or hip-hop tradition in Azerbaijan which developed in the beginning of 20th century. Meykhana means pub which originate from the Persian word mey which means wine. This folk music is in fact improvisation of one or more singers based on a specific topic.",
                "As Azerbaijan was under the rule of Russian Empire for about 200 years, they faced the European music through Russia. They accept and adopt this music and put their own folk music into it. Many folk songs or even mugham musics are played and sings in Opera style which today they are part of Azeri's folk music character. The first Opera in Muslim world was composed in Azerbaijan by Uzeyir Hajibeyov named \"Layli and Majnun\". The story line was taken from a love story poem in Persian by Nizami Ganjavi in 12th century. This opera later defined as \"mugham opera\" because it combined mugham in it's traditional form with western opera.",
                "Other than the instruments mentioned above, some other instruments which are used in the folk music of Azerbaijan are oud, barbat (lute type instruments), balaban, tutek, zurna (wind instruments), nagara (percussion instrument), garmon (small accordion), ...",
                "If you have some interesting information about folk music of Azerbaijan or you know some folk songs from Azerbaijan please kindly let us know about them, you can contact us through contact us page or simply send a song for us by clicking on \"Post a Song\" on the top of the page."
            ],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [
                {
                    "songArtist": "Alim Qasimov ( Alim Həmzə oğlu Qasımov )",
                    "songPath": "https://folkcloud.com/uploads/Azerbaijan/02696512-d6a0-49f4-8867-511e359c8944.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/f6e37ecb-9336-490d-a476-e685c18791e6.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecab"
                    }
                },
                {
                    "songArtist": "Seyid Shushinski ( Seyid Şuşinski )",
                    "songPath": "https://folkcloud.com/uploads/Azerbaijan/4e148001-0847-41ec-a82d-bbc999b9ddf0.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/98ac443d-169e-4433-943a-aef9c1e9a02f.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecac"
                    }
                },
                {
                    "songArtist": "Seyid Shushinski ( Seyid Şuşinski )",
                    "songPath": "https://folkcloud.com/uploads/Azerbaijan/58265a50-4ec4-4820-82eb-b8f696eaecdb.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/98ac443d-169e-4433-943a-aef9c1e9a02f.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecad"
                    }
                }
            ],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecaa"
            }
        }
    ],
    "africa": [
        {
            "englishCountryName": "algeria",
            "englishBody": [
                "Algeria is the most important voice of folk music in north Africa. Exposing to West-Africa, Sub-Saharan,Ottoman Empire and also Europe produced to huge diversity of folk and traditional music in Algeria. Although in the past few years after millennium Algeria suffers from fundamentalist and human right violation from the government (or even before that), the folk and traditional music of Algeria is still continue to exists and evolves on it's path and still is one of the leading voice in music of North Africa. During the history, Islamic culture, Arabic poetry meet with the culture of Ethnic groups in Algeria and mixed up with music comes from Europe (specially Andalusia in south of Spain )",
                "Andalusian classical music is a type of music originally created in Emirate of Cordoba (Al-Andalus in south of Spain) in the 9th century. The proccess of creation is not very clear between the historians but it was made by Arab, Kurdish or Persian musicians with the approach of Europian music. Chaabi and Malouf are styles of Andalusian classical music which is popular in North African countries. Malouf is played by small orchestras, consisting of violins, drums, sitars and flutes. Modern malouf has some elements of Berber music in the rhythms, but is seen as a successor to the cultural heights reached by Muslim Andalusia. Ma'luf is more popular or more used in Tunisia than Algeria. Mohamed Tahar Fergani is a Master of Malouf genre from Algeria. Chaabi originally appears in the late 19th century, inspired by vocal traditions of Arab and Berber Andalusian music. Chaabi means \"folk\" in Algerian. For a long time it was underground music and it was played in specific locations  called \"Mahchachat\" (cannabis dens) where the admirer of this music would go to drink coffee. Later it was formalized by El Hadj M'Hamed El Anka. He spend most of his life to develop and teach this music and it became part of popular and folk music of Algeria which is widely used  in weddings and religious festivals. Today he is known as \"father of Chaabi\". Mandole and oud are the main instruments in Algerian Chaabi. Mandole was created in the 1930s by luthier named Bélido, based on an idea by El Hadj M'Hamed El Anka.The mandole has eight, ten, or twelve strings in doubled courses and it looks like oud which is another instrument used widely in North Africa, Arabic countries and also Turkey.",
                "Raï is form of folk music in Algeria which is originated in north-west of Algeria in coast area. It was the music of the shepherds (raï means shepherd) which get mixed with Spanish, French, African and Arabic musical forms, which dates back to the 1930s. Cheikha Rimitti is one of the most iconic and pure musicians of this genre. During the years Raï evolved a lot. It is influenced by pop, hip-hop and many western musics and instruments. It is widely used in popular cultures or disco-techs. Even the musics from Cheikha Rimitti today influenced by western culture.",
                "Gnawa music is a type of folk music which exists mostly in southwest of Algeria. It is repertoire of ancient African Islamic spiritual religious songs and rhythms.The music is performed at lila, entire communal nights of celebration dedicated to prayer and healing guided by the Gnawa maalem, or master musician, and their group of musicians and dancers. The ceremony of gwana is clalled lial. Although lila ceremony still exists today, but this type of folk music is modernized and goes on it's own way. It has a specific world festival and the traditional music of Gnawa is mixed up with many other genres like jazz, blues, hip-hop ... . This music mostly exists in sub-Saharan West-Africa and Morocco. Hasna el Becharia is one of the most famous Algerian musicians of this genre.",
                "The word Berber in Arabic means \"stranger\". Berbers are a nation within a nation in Algeria and North Africa and their region in Algeria is known as Kabylia. Their music is kabyle. They have a rich interesting culture and music. During the years their music influenced all the musics in Algeria and north Africa and even France. During the 1930th, many of Kabyles moved to Paris and they opened cafes. Some musicians like Noureddine Meziane added some modern instruments like violin, guitar and banjo to original folk music and melodies. Later many of these musicians became part of Algerian independence movement.",
                "Tuareg people are a big group of Berber ethnic group who lives in Algeria, Mali, Niger, Libya, Burkina Faso and a small part in Nigeria.They have a big culture including their folk music. The main instruments in pure folk music of Tuareg people in Algeria and also other countries are a kind of violin which named Imzad (or anzad) and small tambour which is called tende. This folk music played in camel and horses races and some other social events. Most of Imzad players are women.",
                "Algeria has also some other type of folk and ethnic musics which historically are old. Like Hofii and Zindalii. But as much as we know there are very rare recordings exists for them, if you know some recordings from them please send them for us or if you have some information about different genres of folk music in Algeria or it's musicians please send us through contact us page. Even a single line will help us to improve this page."
            ],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [
                {
                    "songArtist": "Ahmed Zergui ( Ahmed Zergui )",
                    "songPath": "https://folkcloud.com/uploads/Algeria/07e226d2-237e-4f69-a0c0-399f1c893584.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/3d5f5aeb-6f27-4fe7-8c3b-55812a3c9b09.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecaf"
                    }
                },
                {
                    "songArtist": "Ahmed Zergui ( Ahmed Zergui )",
                    "songPath": "https://folkcloud.com/uploads/Algeria/29fc2a2b-0b4f-405d-8b70-40ab2be6798e.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/3d5f5aeb-6f27-4fe7-8c3b-55812a3c9b09.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecb0"
                    }
                },
                {
                    "songArtist": "Dahmane El-Harrachi ( دحمان الحرّاشي )",
                    "songPath": "https://folkcloud.com/uploads/Algeria/bca1673a-cae0-4762-ba4b-a80da4df8233.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/6df745c5-008e-4673-abf0-fba8f59af7a2.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecb1"
                    }
                }
            ],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecae"
            }
        },
        {
            "englishCountryName": "angola",
            "englishBody": [],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecb2"
            }
        },
        {
            "englishCountryName": "benin",
            "englishBody": [],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecb3"
            }
        }
    ],
    "oceania": [
        {
            "englishCountryName": "australia",
            "englishBody": [],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [
                {
                    "songArtist": "CJ Turner",
                    "songPath": "https://folkcloud.com/uploads/Australia/d19004a6-182f-4ad5-9c57-2f676e81762e.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/noimage.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecb5"
                    }
                },
                {
                    "songArtist": "Bushwackers ( Bushwackers )",
                    "songPath": "https://folkcloud.com/uploads/Australia/c038f2df-187b-41eb-ba6c-c3e86a399418.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/f969a11d-06a0-4e2d-8abb-c9140d9379d4.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecb6"
                    }
                },
                {
                    "songArtist": "Hawking Brothers ( Hawking Brothers )",
                    "songPath": "https://folkcloud.com/uploads/Australia/e9c043c4-b73f-4055-8937-109172768851.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/a79c660f-1b4d-4e3a-bd37-49f6413d4d69.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecb7"
                    }
                }
            ],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecb4"
            }
        },
        {
            "englishCountryName": "east-timor",
            "englishBody": [],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecb8"
            }
        },
        {
            "englishCountryName": "fiji",
            "englishBody": [],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [
                {
                    "songArtist": "Nawaka Entertainment Group",
                    "songPath": "https://folkcloud.com/uploads/Fiji/1ab38435-3726-4afd-9792-0089b5709ecd.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/877f2350-f2c1-4362-b1f7-a4b1f76541f1.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecba"
                    }
                },
                {
                    "songArtist": "Nawaka Entertainment Group",
                    "songPath": "https://folkcloud.com/uploads/Fiji/ceb1ccff-186f-456d-9e01-b6cfa929c1d8.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/877f2350-f2c1-4362-b1f7-a4b1f76541f1.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecbb"
                    }
                },
                {
                    "songArtist": "Vatulawa Trio",
                    "songPath": "https://folkcloud.com/uploads/Fiji/d88d36cb-22d3-40a8-87ac-08ed7a37b93d.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/a8525a12-4c03-412a-99c8-bb33c19097b7.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecbc"
                    }
                }
            ],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecb9"
            }
        }
    ],
    "europe": [
        {
            "englishCountryName": "albania",
            "englishBody": [
                "Albania is a small country in south of Europe with majority of Muslims and with diverse and interesting types of traditional music. It is part of Balkan countries and during the history mostly was dominated by other nations or cultures, most notably the Ottoman Empire and the former Yugoslavian provinces. Although traditional music of Albania is very characteristic, it is less investigated between other European folk musics. This folk music represent a deep culture and artistic heritage of Albania. This music exists alongside Balkan and Mediterranean music but it has its own characteristic too. What is fascinating is there are diverse types of music and culture in a small area and among many different ethnic groups. Albania was ruled by Enver Hoxha’s socialist government for many years. During this period, there were lots of restriction for Albanian folk music. After 1991, the traditional music of Albania found its way to freedom again. ",
                "Based on dialects and ethnic groups, the folk music of Albania can be divided into four major parts.",
                "This type of folk music can be found in northern part of Albania. In fact, Ghegh people are one of the major ethnic groups in the north. In the north of Albania, including Gheg people, the music is monophonic. It has modal/tonal system that at times is diatonic and at other times chromatic. Their vocal music is usually accompanied by musical instruments and in general it has measurable meter/rhythm. The music has also many sub-genres in different areas.",
                "It is another type of folk music in the North of Albania. The same as Gheg, they are another major ethnic group in the north with different dialect. But of course it is divided into different sub-dialects.  Tosk folk music is also monophonic. It has more complicated melody and harmony than Gheg music. Tosk folk music is pentatonic. Another difference in this type of folk music is usually the rhythm is indefinable. In the case of vocal music it is usually a cappella (without accompaniment of instruments). ",
                "Two notable traditional music instruments in north are Çifteli(plucked string instrument with two string, which one is just used for the melody and another one is just use for drone) and lahuta  (one string fiddle).",
                "Lab traditional music mostly belong to the region named Labëri in southeast of Albania. From one zone to another it has different styles.  It is mainly polyphonic and it has a pentatonic modal/tonal system. This type of folk music has a marked contrast between lines of melodies. In contrast with tosk music, the rhythms are usually measurable. Almost all lab folk music are  a cappella.",
                "As the name shows, this type of traditional music belongs to urban areas. Urban music of Albania consist of both monophony and polyphony. Vocal Urban music always accompanied by musical instruments. After Word War II in the large bands music instruments like Šargija and Çifteli are used which accompanied by clarinet and accordion . The Urban songs are part of  Albania's music heritage and it is also extended to Kosovo. ",
                "Çifteli  and lahuta  are mentioned as two folk music instruments. Some other notable folk music instruments are surlja (wind instrument), dajreja(framw drum), gaida (bagpipe from Balkan and south Europe area), lodra (percussion) and many more.",
                "If you have more information about folk music of Albania, its genres or instruments or you know specific song on each genre, please kindly contact us and let us know about it or send them through “Post a Song” link on top of the page. Also if you see any wrong information about the song tags on the list below please kindly let us know."
            ],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [
                {
                    "songArtist": "Saz'iso",
                    "songPath": "https://folkcloud.com/uploads/Albania/bf452a21-ccd6-49ec-ac23-16da4eb727b0.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/9b04947b-c543-41e5-8086-0db456928a4a.png",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecbe"
                    }
                },
                {
                    "songArtist": "Various Artists",
                    "songPath": "https://folkcloud.com/uploads/Albania/27111b56-2f4a-4ec7-87e6-b94e228a28f8.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/7f524a9a-bcdc-4cdf-a96b-9088f50b9e4d.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecbf"
                    }
                },
                {
                    "songArtist": "Various Artists",
                    "songPath": "https://folkcloud.com/uploads/Albania/c57a21b4-523a-4dff-ba81-bb1c2fde92b7.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/7f524a9a-bcdc-4cdf-a96b-9088f50b9e4d.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecc0"
                    }
                }
            ],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecbd"
            }
        },
        {
            "englishCountryName": "austria",
            "englishBody": [
                "Austria is a small country with hosting big tradition of music for the world, “Classical music”. It was the home of Haydn, Mozart, Beethoven ,Franz Schubert, Strauss and etc. During 18th and 19th centuries, Vienna was the European capital of classical music. Today all around the world these names are well-known with their amazing compositions. They changed the history of music in all the genres and these compositions are used in all part of the world by different genres of musicians. They can be heard in the streets, bars and big official concert halls. Maybe classical music can be named as traditional music of Austria, but this is not all of the story. ",
                "Many genres of folk dances and local music also played and performed in Austria with little orchestras.  Some of traditional dances in Austria are schuhplattler, ländler, polka, waltz, zwiefacher, kontratänze and sprachinseltänze. Some of them like polka and waltz are also common in many part of Europe. Some other like schuhplattler shared with the Alpine regions.",
                "This genre of folk music is a form of singing which involves repeated and rapid changes of pitch between the low-pitch chest register (or \"chest voice\") and the high-pitch head register or falsetto. Yodeling is one of the oldest forms of communication. Too many times of switching from high and low voices and vice versa, can attract listeners from far away. When yodeling performed by many singers, it is very attractive and touching. Yodeling is common in different Alpine regions like Switzerland, Austria, and southern Germany. It is also went to United State with German immigrants in Pennsylvania in the early 1800s. Today there are many yodelers in many part of the world. Yodeling is one of the strong elements of folk music in Austria.",
                "This genre of folk music is an urban music developed in Vienna by brothers Josef and Johann Schrammel in 1878. They were two violinists. It is still performed in Austria today. After Schrammel borthers many great composers like Johann Strauss, Johannes Brahms used this style of folk music for their compositions. The orchestras which plays schrammelmusik usually consist of clarinet, accordion, violin, and contraguitar. Contraguitar is a kind of guitar developed in Vienna in the mid-nineteenth century. In addition to the usual guitar neck with six strings and a fretboard, it has a second, fretless neck with up to nine bass strings. ",
                "One of the interesting instrument which is found in the popular and folk music of Austria is zither. It is a kind of string instrument which traditionally found in Slovenia, Austria, Hungary, France, north-western Croatia, the southern regions of Germany and alpine Europe. ",
                "Please kindly help us to improve this article about folk music of Austria. You can send us some folk songs from the top menu or send us more information about the folk music of Austria through contact us page. Also if you see any mistake in the tags of the song list, please kindly let us know about it. "
            ],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [
                {
                    "songArtist": "Strohmayer-Kemeter Harmonika",
                    "songPath": "https://folkcloud.com/uploads/Austria/e09b88df-fcd1-48e2-95f0-5893a056f828.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/03720547-75ca-49b2-bf8a-f6c339b92345.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecc2"
                    }
                },
                {
                    "songArtist": "Violinduett Mit Klavierbegleitung",
                    "songPath": "https://folkcloud.com/uploads/Austria/17c54a27-565e-40e0-a6a9-e7c60cd1ff19.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/8360f96b-a31b-42f6-9223-100e802716e5.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecc3"
                    }
                },
                {
                    "songArtist": "Rick Cassman, Vyv Hope-Scott",
                    "songPath": "https://folkcloud.com/uploads/Austria/bce58ba0-fbd3-4287-af28-e4fc050ef2b3.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/c46261fe-53ea-40ba-8fc1-1ad8f9bc3687.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecc4"
                    }
                }
            ],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecc1"
            }
        },
        {
            "englishCountryName": "belarus",
            "englishBody": [],
            "hebrewBody": [],
            "arabicBody": [],
            "songsList": [
                {
                    "songArtist": "Ivan Pitsukha ( Иван Пицуха )",
                    "songPath": "https://folkcloud.com/uploads/Belarus/76201eca-2c54-431e-adc6-aa2832709711.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/9967cc75-966f-4a44-95fa-8bfbbe2e0d47.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecc6"
                    }
                },
                {
                    "songArtist": "RADA ( РАДА )",
                    "songPath": "https://folkcloud.com/uploads/Belarus/2d9ba779-82d6-4433-87dc-615571a746d3.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/47aa3f43-637f-40b1-bf3f-033d76bf2dc8.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecc7"
                    }
                },
                {
                    "songArtist": "Nina Minievič, Nadzieja Suprun ( Ніна Міневіч, Надзея Супрун )",
                    "songPath": "https://folkcloud.com/uploads/Belarus/26ca8ea2-4420-432d-9596-696759e161c9.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/d18a0f8d-a011-473a-b6b6-09b5c1d0ee72.jpg",
                    "like": 0,
                    "dislike": 0,
                    "_id": {
                        "$oid": "62bbfdc9f12265685f0eecc8"
                    }
                }
            ],
            "_id": {
                "$oid": "62bbfdc9f12265685f0eecc5"
            }
        }
    ],
    "northAmerica": [],
    "southAmerica": [],
    "__v": 0
}