{
    "asia": [
        {
            "englishCountryName": "afghanistan",
            "englishBody": [
                "Afghanistan can be said as one of the most characteristic of folk music in the world. When you look at the instruments, musicians, genres and type of the folk music, it looks like that you are looking deep in the history. Afghanistan has been under civil war and also fundamentalism of Taliban for a long period. Although this has been destructive for the culture and people in many ways, but from the other side, this prevented globalization to go into Afghanistan, so the traditional and folk music and their instruments continue to exists in the root of culture and people life without so much influence of globalization. But the problem is also there are not so many recording of folk music exists. Kabul and Herat are two of the cities and areas which have great tradition of folk music in Afghanistan. The folk music from Herat is simply called Herati, Herat is located in western part of Afghanistan. During 15th century, it was a cultural center for Islamic territory. Herat has many folk songs which many people knows and sing them in different situation like wedding. You can listen to some of Herati folk songs in the list below.",
                "The folk dance of Afghanistan is called Attan which is considered as national dance. It comes from Pashtun area in eastern part of Afghanistan. It is also very common in Pakistan. The dance is done by a group of dancers from 50 people with colorful clothes. The music accompanied them with a kind of drum, Dhol. Dhol has different type and size. This folk dance is done in different styles in different part of Afghanistan. The traditional dance of Attan is done in many different type of ceremonies, from wedding to war. Even during the Taliban period which all kind of musics and even this dance was prohibited, it had been seen which some Taliban members do this dance before going to the war, as many of Taliban members was part of Pashtu people.",
                "The music, musicians and music lovers did not suffer just during the Taliban period. During Rabbani period (1992-1996), music was under tight control and musicans need to apply for license. Also they could not make their music freely and it was just religious music or songs in praise of Mujahidin was permitted. The same suffering was existed for music of Afghanistan during the ruling of communism.",
                "Classical traditional music of Afghanistan which is called Klasik is under influence of North Indian classical music. Many of Ustads (masters) of this music were educated and learn music in north India or at least they were student of somebody who was educated in India. This music is very similar to ragas, naghmehs and ghazals in Indian music. But one of the big difference of Afghan music with Indian raga is, it has more focus on rhythm and playing of tabla. Also in Afghan ghazals, Persian lyrics are used. In Afghan Klasik, some instruments is used which are not used in India. Dutar, sorna, sitar, dilruba, tambur, ghichak, and rubab.",
                "Some of the famous Klasik music singers are Mohammad Hussain Sarahang, Ustad Rahim Bakhsh and Ustad Amir Mohammad. Some of important Rubab player are Ustad Mohammad Omar, Mohammad Rahim Khushnawaz and Homayun Sakhi.",
                "Many years of war caused many of these musicians migrate from Afghanistan and live in Iran, Pakistan, United state or other countries.",
                "Tambur (tanbur) and dutar are also two other instruments which are used in Afghanistan folk music but they are different with Kurdish tanbur or dutars which are used in Iran or other countries in central Asia. On the list below you can listen to some tracks of these instruments.",
                "If you have some information about the folk and traditional music in Afghanistan please send us through contact us page or put a comment on each song page. Even a single phrase will help us. Or if you know some folk songs from Afghanistan which does not exist in the list below, please let us know."
            ],
            "songsList": [
                {
                    "songName": "The dutar of Herat",
                    "songArtist": "Ustad Abdul Karim Herawi ( عبد الکریم هروی )",
                    "songPath": "https://folkcloud.com/uploads/Afghanistan/22638120-fc3b-4958-bf17-f08872d54883.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/26c89d87-2e32-4e48-96a2-97fbe69d1092.jpg",
                    "like": 0,
                    "dislike": 0
                }
            ]
        }
    ],
    "africa": [
        {
            "englishCountryName": "algeria",
            "englishBody": [
                "Algeria is the most important voice of folk music in north Africa. Exposing to West-Africa, Sub-Saharan,Ottoman Empire and also Europe produced to huge diversity of folk and traditional music in Algeria. Although in the past few years after millennium Algeria suffers from fundamentalist and human right violation from the government (or even before that), the folk and traditional music of Algeria is still continue to exists and evolves on it's path and still is one of the leading voice in music of North Africa. During the history, Islamic culture, Arabic poetry meet with the culture of Ethnic groups in Algeria and mixed up with music comes from Europe (specially Andalusia in south of Spain )",
                "Andalusian classical music is a type of music originally created in Emirate of Cordoba (Al-Andalus in south of Spain) in the 9th century. The proccess of creation is not very clear between the historians but it was made by Arab, Kurdish or Persian musicians with the approach of Europian music. Chaabi and Malouf are styles of Andalusian classical music which is popular in North African countries. Malouf is played by small orchestras, consisting of violins, drums, sitars and flutes. Modern malouf has some elements of Berber music in the rhythms, but is seen as a successor to the cultural heights reached by Muslim Andalusia. Ma'luf is more popular or more used in Tunisia than Algeria. Mohamed Tahar Fergani is a Master of Malouf genre from Algeria. Chaabi originally appears in the late 19th century, inspired by vocal traditions of Arab and Berber Andalusian music. Chaabi means \"folk\" in Algerian. For a long time it was underground music and it was played in specific locations  called \"Mahchachat\" (cannabis dens) where the admirer of this music would go to drink coffee. Later it was formalized by El Hadj M'Hamed El Anka. He spend most of his life to develop and teach this music and it became part of popular and folk music of Algeria which is widely used  in weddings and religious festivals. Today he is known as \"father of Chaabi\". Mandole and oud are the main instruments in Algerian Chaabi. Mandole was created in the 1930s by luthier named Bélido, based on an idea by El Hadj M'Hamed El Anka.The mandole has eight, ten, or twelve strings in doubled courses and it looks like oud which is another instrument used widely in North Africa, Arabic countries and also Turkey.",
                "Raï is form of folk music in Algeria which is originated in north-west of Algeria in coast area. It was the music of the shepherds (raï means shepherd) which get mixed with Spanish, French, African and Arabic musical forms, which dates back to the 1930s. Cheikha Rimitti is one of the most iconic and pure musicians of this genre. During the years Raï evolved a lot. It is influenced by pop, hip-hop and many western musics and instruments. It is widely used in popular cultures or disco-techs. Even the musics from Cheikha Rimitti today influenced by western culture.",
                "Gnawa music is a type of folk music which exists mostly in southwest of Algeria. It is repertoire of ancient African Islamic spiritual religious songs and rhythms.The music is performed at lila, entire communal nights of celebration dedicated to prayer and healing guided by the Gnawa maalem, or master musician, and their group of musicians and dancers. The ceremony of gwana is clalled lial. Although lila ceremony still exists today, but this type of folk music is modernized and goes on it's own way. It has a specific world festival and the traditional music of Gnawa is mixed up with many other genres like jazz, blues, hip-hop ... . This music mostly exists in sub-Saharan West-Africa and Morocco. Hasna el Becharia is one of the most famous Algerian musicians of this genre.",
                "The word Berber in Arabic means \"stranger\". Berbers are a nation within a nation in Algeria and North Africa and their region in Algeria is known as Kabylia. Their music is kabyle. They have a rich interesting culture and music. During the years their music influenced all the musics in Algeria and north Africa and even France. During the 1930th, many of Kabyles moved to Paris and they opened cafes. Some musicians like Noureddine Meziane added some modern instruments like violin, guitar and banjo to original folk music and melodies. Later many of these musicians became part of Algerian independence movement.",
                "Tuareg people are a big group of Berber ethnic group who lives in Algeria, Mali, Niger, Libya, Burkina Faso and a small part in Nigeria.They have a big culture including their folk music. The main instruments in pure folk music of Tuareg people in Algeria and also other countries are a kind of violin which named Imzad (or anzad) and small tambour which is called tende. This folk music played in camel and horses races and some other social events. Most of Imzad players are women.",
                "Algeria has also some other type of folk and ethnic musics which historically are old. Like Hofii and Zindalii. But as much as we know there are very rare recordings exists for them, if you know some recordings from them please send them for us or if you have some information about different genres of folk music in Algeria or it's musicians please send us through contact us page. Even a single line will help us to improve this page."
            ],
            "songsList": [
                {
                    "songName": "Rouhi Aaliya",
                    "songArtist": "Ahmed Zergui ( Ahmed Zergui )",
                    "songPath": "https://folkcloud.com/uploads/Algeria/07e226d2-237e-4f69-a0c0-399f1c893584.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/3d5f5aeb-6f27-4fe7-8c3b-55812a3c9b09.jpg",
                    "like": 0,
                    "dislike": 0
                }
            ]
        }
    ],
    "oceania": [
        {
            "englishCountryName": "australia",
            "englishBody": [],
            "songsList": [
                {
                    "songName": "Sandstone slaving",
                    "songArtist": "CJ Turner",
                    "songPath": "https://folkcloud.com/uploads/Australia/d19004a6-182f-4ad5-9c57-2f676e81762e.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/noimage.jpg",
                    "like": 0,
                    "dislike": 0
                }
            ]
        }
    ],
    "europe": [
        {
            "englishCountryName": "albania",
            "englishBody": [
                "Albania is a small country in south of Europe with majority of Muslims and with diverse and interesting types of traditional music. It is part of Balkan countries and during the history mostly was dominated by other nations or cultures, most notably the Ottoman Empire and the former Yugoslavian provinces. Although traditional music of Albania is very characteristic, it is less investigated between other European folk musics. This folk music represent a deep culture and artistic heritage of Albania. This music exists alongside Balkan and Mediterranean music but it has its own characteristic too. What is fascinating is there are diverse types of music and culture in a small area and among many different ethnic groups. Albania was ruled by Enver Hoxha’s socialist government for many years. During this period, there were lots of restriction for Albanian folk music. After 1991, the traditional music of Albania found its way to freedom again. ",
                "Based on dialects and ethnic groups, the folk music of Albania can be divided into four major parts.",
                "This type of folk music can be found in northern part of Albania. In fact, Ghegh people are one of the major ethnic groups in the north. In the north of Albania, including Gheg people, the music is monophonic. It has modal/tonal system that at times is diatonic and at other times chromatic. Their vocal music is usually accompanied by musical instruments and in general it has measurable meter/rhythm. The music has also many sub-genres in different areas.",
                "It is another type of folk music in the North of Albania. The same as Gheg, they are another major ethnic group in the north with different dialect. But of course it is divided into different sub-dialects.  Tosk folk music is also monophonic. It has more complicated melody and harmony than Gheg music. Tosk folk music is pentatonic. Another difference in this type of folk music is usually the rhythm is indefinable. In the case of vocal music it is usually a cappella (without accompaniment of instruments). ",
                "Two notable traditional music instruments in north are Çifteli(plucked string instrument with two string, which one is just used for the melody and another one is just use for drone) and lahuta  (one string fiddle).",
                "Lab traditional music mostly belong to the region named Labëri in southeast of Albania. From one zone to another it has different styles.  It is mainly polyphonic and it has a pentatonic modal/tonal system. This type of folk music has a marked contrast between lines of melodies. In contrast with tosk music, the rhythms are usually measurable. Almost all lab folk music are  a cappella.",
                "As the name shows, this type of traditional music belongs to urban areas. Urban music of Albania consist of both monophony and polyphony. Vocal Urban music always accompanied by musical instruments. After Word War II in the large bands music instruments like Šargija and Çifteli are used which accompanied by clarinet and accordion . The Urban songs are part of  Albania's music heritage and it is also extended to Kosovo. ",
                "Çifteli  and lahuta  are mentioned as two folk music instruments. Some other notable folk music instruments are surlja (wind instrument), dajreja(framw drum), gaida (bagpipe from Balkan and south Europe area), lodra (percussion) and many more.",
                "If you have more information about folk music of Albania, its genres or instruments or you know specific song on each genre, please kindly contact us and let us know about it or send them through “Post a Song” link on top of the page. Also if you see any wrong information about the song tags on the list below please kindly let us know."
            ],
            "songsList": [
                {
                    "songName": "Doli Laceja nga stani",
                    "songArtist": "Saz'iso",
                    "songPath": "https://folkcloud.com/uploads/Albania/bf452a21-ccd6-49ec-ac23-16da4eb727b0.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/9b04947b-c543-41e5-8086-0db456928a4a.png",
                    "like": 0,
                    "dislike": 0
                }
            ]
        }
    ],
    "north-america": [
        {
            "englishCountryName": "bahamas",
            "englishBody": [],
            "songsList": [
                {
                    "songName": "The Lord Is My Shepherd",
                    "songArtist": "Joseph Spence",
                    "songPath": "https://folkcloud.com/uploads/Bahamas/f0433800-ab5b-4b9c-b990-9b3e23390864.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/722bff66-c474-4336-b112-968220113bd7.jpg",
                    "like": 0,
                    "dislike": 0
                }
            ]
        }
    ],
    "south-america": [
        {
            "englishCountryName": "argentina",
            "englishBody": [
                "Argentina is one of the most sophisticating country in the culture and the music in South America. It has big musical influence on the other countries in South America. You can see Argentinian musicians from hippie style to professional ones, widely spread in all South America. They play from the Bars or streets to the big concert halls. ",
                "The first known trace of human in Argentina comes back to Paleolithic period, which means for thousands of years. Before colonial era, people in Argentina was consist of different hunter tribes and small amount of farmer tribes. The first European arrived in 1502. After a while Argentina became part of Spanish colonial and Spain ruled there for many decades until the independence 25 May 1810. Being part of Spanish colonial, the folk music of Argentina shaped under their influence. Also by massive immigration of other European nations and mixing with folk music of local tribes, the characteristic of folk and traditional music in Argentina shaped. Almost 60% of the population today has Italian origin and 17% has French origin. In the beginning of 20th century, Argentina was the seventh wealthiest developed nation in the world. Although later situation changed to political instability and dictatorship.",
                "The folk music in Argentina is different and diverse from state to state. And the folk music is under the influence of different European and indigenous. During the year there are many folk music and dance festivals in Argentina. ",
                "The list of these folk music and dances are long. We list some more popular folk music styles here:",
                "This is the most well-known traditional Argentinian music in the world. The music and rhythm of tango has Afro roots in Africa. Although tango mainly developed in Argentina and Uruguay, there are records of 19th and early 20th century tango styles in Cuba and Spain. The Afro rhythms came through European immigrant to Uruguay and Argentina and then developed in these countries. This type of folk music originally played by a solo guitar, guitar duo, and later by an ensemble, known as the orquesta típica which includes violin, flute, bandoneóns. Later some other instruments like piano added by tango legends. Tango originally was a dance focused music but later by the effort of some musicians like Carlos Gardel, Edmundo Rivero (and many more) turned into lyric style folk music. There are different meanings has been said for the root of the word tango. Some believe it to be derivative of the Yoruban (A West African religion) word tano, which slaves used to identify their drums and communicate where music was being played. Others believe the word comes from the Portuguese tanguera, means \"to play\". Some other says the word tango originally was used to describe native drumming and the places where dancing was being performed. So whatever the meaning was, after it came to Argentina, it mixed up with many different local style of folk music. For example by Payada, the Milonga from Argentine and Uruguay Pampas, and Uruguayan Candombe. Although in the early time of tango, it was played by solo guitar or a duet, the first known tango band was consist of a violin and a clarinet. The violinist was an Afro-Argentinean, named Casimiro Alcorta and Sinforoso was another Afro-Argentinean on the clarinet. The first recorded tango music happened in 1889 although the author is unknown. The name of the song is \"La Canguela\".",
                "This type of folk music is accordion based and it is common in northeastern region (provinces of Corrientes, Formosa & Misiones). This area had immigrant from Poland, Austria and Germany. They used accordion with different European folk music styles like Polkas, Mazurkas and waltzes. So they mixed it up with local folk music and African rhythms to create chamamé. The typical group today includes accordion, guitar and bass guitar.",
                "Cuarteto is a folk musical genre dance. It was born in Córdoba, Argentina. The roots of this folk music are in Italian and Spanish dance ensembles. It also mixed with Colombian guarachas, Dominican merengue and Latin salsa. The ensembles of Cuaurteto involves a solo singer, piano, accordion and violin.",
                "This type of folk music is also from both Argentina and Uruguay. It is also used in Chile and South Brazil.  Payador is the name of the person who perform this type of folk music. It is a performance of improvised verse usually accompanied by guitar. In the performances two or more payadores will compete to produce the most eloquent verse. It is like a duel in singing and making poems with questions and answers style. One of the most famous Argentinian payador was Gabino Ezeiza. In Argentina on 23th of July is the \"Day of Payador\" in commemoration of the famous payada where Juan Nava and Gabino Ezeiza competed. ",
                "This type of folk music is also accompanied with folk dance. It is originated in Santiago del Estero. The ensemble usually consist of voice, guitar, violin and bombo drum. Most of the chacarera repertoire can be traced to the 1920s sheet music of Andrés Chazarreta. The history of chacarera before the recording of folk music begins in Argentina, is not very clear. So what we know mostly about it, comes back to the beginning of 20th century. The word \"chacra\" means \"farm\", as it was usually danced in rural areas.",
                "This type of music is a music movement started from Chile on 60s but then moved to many other South American countries. Argentina has strong tradition of Nueva canción which means \"New song\". The music is usually about the social, political and human rights topics and it was common between the left parties. Some of the most significant musicians of Nueva canción in Argentina are Mercedes Sosa and Atahualpa Yupanqui.",
                "Some other notable folk music and dances from Argentina are zamba, cuecas and milonga.",
                "Please kindly help us to improve this article about folk music of Argentina. You can send us some folk songs from the top menu or send us more information about the folk music of Argentina through contact us page. Also if you see any mistake in the tags of the song list, please kindly let us know about it."
            ],
            "songsList": [
                {
                    "songName": "Cambalache",
                    "songArtist": "Enrique Santos Discépolo ( Enrique Santos Discépolo )",
                    "songPath": "https://folkcloud.com/uploads/Argentina/22be6af5-2a91-485c-b4fb-62166a85e5fc.mp3",
                    "imgPath": "https://folkcloud.com/images/artists/73d13b60-6a71-4a1a-a2b4-49b7545ac8f7.jpg",
                    "like": 0,
                    "dislike": 0
                }
            ]
        }
    ]
}